Repository: pkscout/script.speedfaninfo
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, fi_fi, ga, gl_es, it_it, ko_kr, pl_pl, pt_br, ru_ru, sv_se

# Addon Summary
source: Display information from your SpeedFan log.
bs_ba: Prikažite informacije iz vašeg SpeedFan dnevnika.
fi_fi: Näytä SpeedFan-lokin tietoja.
ga: Taispeáin faisnéis ó do log SpeedFan.
gl_es: Amosar información do teu rexistro de SpeedFan.
it_it: Visualizza le informazioni dal registro di SpeedFan.
ko_kr: SpeedFan 로그의 정보를 표시합니다.
pl_pl: Wyświetlaj infromacje z dziennika SpeedFan.
pt_br: Mostrar informações de seu registro SpeedFan.
ru_ru: Отображает информацию из Вашего журнала SpeedFan.
sv_se: Visa information från din SpeedFan-logg.

# Addon Description
source: Parses and displays information from the SpeedFan log. While this plugin works on any platform, SpeedFan only works on Windows, so it is optimally built for people using Kodi on Windows. Please see readme.txt for information on how to configure your SpeedFan log so that the plugin can parse it properly.
bs_ba: Analizira i prikazuje informacije iz SpeedFan loga. Iako ovaj dodatak radi na bilo kojoj platformi, SpeedFan radi samo na Windowsu, tako da je optimalno napravljen za ljude koji koriste Kodi na Windowsu. Molimo pogledajte readme.txt datoteku za informacije o tome kako konfigurirati SpeedFan log kako bi ga dodatak mogao ispravno analizirati.
fi_fi: Jäsentää ja näyttää tietoja SpeedFan-sovelluksen lokista. Vaikka lisäosa toimiikin kaikilla alustoilla, toimii SpeedFan vain Windowsissa, joten se on suunniteltu lähinnä Kodin Windows-käyttäjille. Lue readme.txt-tiedostosta lisätietoja SpeedFan-lokin määrityksestä, jotta lisäosa voi jäsentää sen oikein.
ga: Déanann sé faisnéis a pharsáil agus a thaispeáint ó log SpeedFan. Cé go n-oibríonn an breiseán seo ar aon ardán, ní oibríonn SpeedFan ach ar Windows, mar sin tá sé tógtha go barrmhaith do dhaoine a úsáideann Kodi ar Windows. Féach readme.txt le haghaidh faisnéise ar conas do log SpeedFan a chumrú ionas gur féidir leis an mbreiseán é a pharsáil i gceart.
gl_es: Ananilza e amosa información do rexistro de SpeedFan. Mentres que este engadido funciona en calquera plataforma, SpeedFan só funciona baixo Windows polo que está optimizado para o Kodi de Windows. Por favor lea readme.txt para obter información de como configurar o rexistro de SpeedFan para que o engadido o poda analizar dunha forma axeitada.
it_it: Analizza e visualizza le informazioni dal registro di SpeedFan. Sebbene questo plugin funzioni su qualsiasi piattaforma, SpeedFan funziona solo su Windows, quindi è progettato in modo ottimale per le persone che utilizzano Kodi su Windows. Si prega di consultare readme.txt per informazioni su come configurare il registro di SpeedFan in modo che il plugin possa analizzarlo correttamente.
ko_kr: SpeedFan 로그의 정보를 구문 분석하고 표시합니다. 이 플러그인은 모든 플랫폼에서 동작하지만 SpeedFan은 Windows에서만 동작하므로 Windows의 Kodi 사용자를 위해 최적화되었습니다. 플러그인이 제대로 분석할 수 있도록 SpeedFan 로그를 구성하는 방법은 readme.txt를 참조하십시오.
pl_pl: Analizuje i wyświetla informacje z dziennika SpeedFan. Wtyczka powinna działać na każdej platformie, jednakże SpeedFan optymalnie działa w systemie Windows, więc wskazane jest korzystanie z niej tylko na tej platformie. Proszę zapoznaj się z treścią pliku readme.txt, gdzie podane są informacje, jak skonfigurować dziennik SpeedFan tak, aby wtyczka mogła analizować prawidłowo.
pt_br: Analisa e apresenta informações do registro SpeedFan. Embora este plugin funcione em qualquer plataforma, SpeedFan só funciona no Windows, então é optimizado para as pessoas que utilizam o Kodi no Windows. Por favor, veja o arquivo readme.txt para obter informações sobre como configurar o registro SpeedFan para que o plugin possa analisá-lo corretamente.
ru_ru: Извлекает и отображает информацию из журнала SpeedFan. Данный плагин работает на всех платформах, но сам SpeedFan есть только для Windows, поэтому данный плагин прежде всего пригодится пользователям Windows. Пожалуйста, ознакомьтесь с файлом readme.txt для более подробной информации о конфигурации SpeedFan и настройках лога, чтобы данный плагин смог правильно его распарсить.
sv_se: Tolkar och visar information från SpeedFan-loggen. Detta tillägg fungerar på alla plattformar, men SpeedFan fungerar bara på Windows, så det är optimalt byggt för personer som använder Kodi på Windows. Se readme.txt för information om hur du konfigurerar din SpeedFan-logg så att tillägget kan tolka den korrekt.

# #30000
source: General
bs_ba: Općenito
fi_fi: Yleiset
ga: Ginearálta
gl_es: Xeral
it_it: Generale
ko_kr: 일반
pl_pl: Ogólne
pt_br: Geral
ru_ru: Основные
sv_se: Allmän

# #30001
source: Enable Verbose Logging
bs_ba: Omogući detaljno evidentiranje
fi_fi: Käytä laajaa lokikirjausta
ga: Cumasaigh Logáil Fhoclach
gl_es: Habilitar o rexistro detallado
it_it: Abilita registrazione eventi dettagliata
ko_kr: 자세한 로그 사용
pl_pl: Włącz pełne rejestrowanie
pt_br: Ativar o registro detalhado
ru_ru: Включить расширенный журнал
sv_se: Aktivera utförlig loggning

# #30002
source: Log Temperature Scale
bs_ba: Log temperaturna skala
fi_fi: Lokin lämpötila-asteikko
ga: Scála Teochta Log
gl_es: Rexistrar a escala da temperatura
it_it: Scala temperatura nel registro eventi
ko_kr: 온도 스케일 로그
pl_pl: Dziennik temperatury
pt_br: Registrar escala de temperatura
ru_ru: Журналировать масштаб температур
sv_se: Logga temperaturskala

# #30003
source: Window Update Interval (in seconds)
bs_ba: Interval ažuriranja prozora (u sekundama)
fi_fi: Ruudun päivitysväli (sekuntia)
ga: Eatramh Nuashonraithe Fuinneoige (i soicindí)
gl_es: Xanela do intervalo de actualización (en segundos)
it_it: Intervallo aggiornamento finestra (in secondi)
ko_kr: 창 업데이트 간격(초)
pl_pl: Czas odświeżania okna (w sek.)
pt_br: Intervalo de atualização da janela (em segundos)
ru_ru: Интервал обновления окна (в секундах)
sv_se: Fönsteruppdateringsintervall (i sekunder)

# #30004
source: Use Compact Display
bs_ba: Koristi kompaktni prikaz
fi_fi: Käytä tiivistettyä näkymää
ga: Úsáid Taispeántas Dlúth
gl_es: Usar Vista Compacta
it_it: Usa schermo compatto
ko_kr: 컴팩트 디스플레이 사용
pl_pl: Użyj widoku kompaktowego
pt_br: Usar exibição compacta
ru_ru: Использовать компактный режим отображения
sv_se: Använd Inforuta

# #30005
source: Background Transparency
bs_ba: Prozirnost pozadine
fi_fi: Taustan läpinäkyvyys
ga: Trédhearcacht an Chúlra
gl_es: Transparencia do fondo
it_it: Trasparenza sfondo
ko_kr: 배경 투명도
pl_pl: Przezroczystość tła
pt_br: Transparência do plano de fundo
ru_ru: Фоновая прозрачность
sv_se: Bakgrundstransparens

# #30006
source: Log File Location
bs_ba: Lokacija datoteke zapisnika
fi_fi: Lokitiedoston sijainti
ga: Suíomh Comhaid Logála
gl_es: Localización do Ficheiro de Rexistro
it_it: Posizione file registro
ko_kr: 로그 파일 위치
pl_pl: Lokalizacja pliku dziennika
pt_br: Local do Arquivo de Log
ru_ru: Расположение журнала
sv_se: Sökväg för loggfil

# #30007
source: Celcius
bs_ba: Celzijus
fi_fi: Celsius
it_it: Celsius
ko_kr: 섭씨
pl_pl: Celsjusz

# #30008
source: Fahrenheit
ko_kr: 화씨

# #30010
source: Additional Logs
bs_ba: Dodatni zapisci
fi_fi: Muut lokit
ga: Logaí Breise
gl_es: Rexistros Adicionais
it_it: Registri aggiuntivi
ko_kr: 추가 로그
pl_pl: Dodatkowe Logi
pt_br: Logs Adicionais
ru_ru: Дополнительное журналирование
sv_se: Ytterligare loggar

# #30011
source: Primary Log File Title
bs_ba: Naslov primarne datoteke dnevnika
fi_fi: Ensisijaisen lokitiedoston nimi
ga: Teideal Príomhchomhaid Loga
gl_es: Título do Ficheiro Principal de Rexistro
it_it: Titolo file di registro principale
ko_kr: 기본 로그 파일 제목
pl_pl: Nazwa główna pliku dziennika
pt_br: Título do arquivo primário de log
ru_ru: Основной заголовок журнала
sv_se: Namn för primär loggfil

# #30012
source: Use Log File 2
bs_ba: Koristi datoteku dnevnika 2
fi_fi: Käytä lokitiedostoa 2
ga: Úsáid Comhad Logála 2
gl_es: Usar Ficheiro de Rexistro 2
it_it: Usa file di registro 2
ko_kr: 로그 파일 2 사용
pl_pl: Użyj pliku dziennika 2
pt_br: Usar Arquivo de Log 2 do Usuário
ru_ru: Использовать журнал 2
sv_se: Använd Loggfil 2

# #30013
source: Use Log File 3
bs_ba: Koristi datoteku dnevnika 3
fi_fi: Käytä lokitiedostoa 3
ga: Úsáid Comhad Logála 3
gl_es: Usar Ficheiro de Rexistro 3
it_it: Usa file di registro 3
ko_kr: 로그 파일 3 사용
pl_pl: Użyj pliku dziennika 3
pt_br: Usar arquivo de Log 3 do Usuário
ru_ru: Использовать журнал 3
sv_se: Använd Loggfil 3

# #30020
source: Log File Title
bs_ba: Naslov datoteke zapisnika
fi_fi: Lokitiedoston nimi
ga: Teideal an Chomhaid Logála
gl_es: Título do Ficheiro de Rexistro
it_it: Titolo file di registro
ko_kr: 로그 파일 제목
pl_pl: Nazwa pliku dziennika
pt_br: Título do Arquivo de Log
ru_ru: Заголовок журнала
sv_se: Namn på loggfil

# #30021
source: Log File Location
bs_ba: Lokacija datoteke zapisnika
fi_fi: Lokitiedoston sijainti
ga: Suíomh Comhaid Logála
gl_es: Localización do Ficheiro de Rexistro
it_it: Posizione file registro
ko_kr: 로그 파일 위치
pl_pl: Lokalizacja pliku dziennika
pt_br: Local do Arquivo de Log
ru_ru: Расположение журнала
sv_se: Sökväg för loggfil

# #30030
source: Advanced
bs_ba: Napredno
fi_fi: Lisäasetukset
ga: Ardleibhéil
it_it: Avanzate
ko_kr: 고급
pl_pl: Zaawansowane
sv_se: Avancerat

# #30031
source: Set Line Read Size
bs_ba: Postavi veličinu čitanja linije
fi_fi: Määritä rivin lukukoko
ga: Socraigh Méid Léitheoireachta Líne
it_it: Imposta dimensione lettura riga
ko_kr: 라인 읽기 크기 설정
pl_pl: Ustaw rozmiar linii odczytu
sv_se: Ställ in radläsningsstorlek

# #30100
source: Temperature Information
bs_ba: Informacije o temperaturi
fi_fi: Lämpötilatiedot
ga: Faisnéis Teochta
gl_es: Información da Temperatura
it_it: Informazioni temperatura
ko_kr: 온도 정보
pl_pl: Informacje o temperaturach
pt_br: Informação de Temperatura
ru_ru: Информация о температуре
sv_se: Temperaturinformation

# #30101
source: Fan Speed Information
bs_ba: Informacije o brzini ventilatora
fi_fi: Tuulettimien nopeustiedot
ga: Faisnéis faoi Luas an Fean
gl_es: Información da velocidade do disipador
it_it: Informazioni velocità ventola
ko_kr: 팬 속도 정보
pl_pl: Informacje o wentylatorach
pt_br: Informação de Velocidade da Ventoinha
ru_ru: Информация о скорости вентилятора
sv_se: Fläktfartinformation

# #30102
source: Voltage Information
bs_ba: Informacije o naponu
fi_fi: Jännitetiedot
ga: Faisnéis Voltais
gl_es: Información da voltaxe
it_it: Informazioni voltaggio
ko_kr: 전압 정보
pl_pl: Informacje o napięciach
pt_br: Informação de Voltagem
ru_ru: Информация о вольтаже
sv_se: Voltinformation

# #30103
source: Log File Error
bs_ba: Greška datoteke zapisnika
fi_fi: Lokitiedoston virhe
ga: Earráid Chomhaid Logála
gl_es: Erro no Ficheiro de Rexistro
it_it: Errore file di registro
ko_kr: 로그 파일 오류
pl_pl: Błąd pliku dziennika
pt_br: Erro no arquivo de log
ru_ru: Ошибка журнала
sv_se: Loggfilsfel

# #30104
source: No log file found.
bs_ba: Nije pronađena datoteka zapisnika.
fi_fi: Lokitiedostoa ei löydy.
ga: Níor aimsíodh aon chomhad loga.
gl_es: Non se atopou o ficheiro de rexistro.
it_it: Nessun file di registro trovato.
ko_kr: 로그 파일을 찾을 수 없습니다.
pl_pl: Nie znaleziono pliku dziennika.
pt_br: Nenhum arquivo de log encontrado.
ru_ru: Лог-файл не найден.
sv_se: Loggfilen hittades inte.

# #30105
source: Other Information
bs_ba: Ostale informacije
fi_fi: Muita tietoja
ga: Eolas Eile
it_it: Altre informazioni
ko_kr: 기타 정보
pl_pl: Inne informacje
sv_se: Övrig information

# #32209
source: Enable debug logging
bs_ba: Omogući bilježenje grešaka
fi_fi: Käytä vianselvityslokia
ga: Cumasaigh logáil dífhabhtaithe
gl_es: Activar rexistro de depurado
it_it: Registra eventi di debug
ko_kr: 디버그 로그 사용
pl_pl: Rejestruj informacje diagnostyczne w dzienniku
pt_br: Ativar log de depuração
ru_ru: Включить журнал отладки
sv_se: Aktivera felsökningsloggning
